export type Review = {
  author: string;
  text: string;
  position: string;
  image?: string;
};

export const reviews: Review[] = [
  {
    author: "@patrakov01",
    text: `Решил написать отзыв по менторству Кристины. Познакомился с этим человеком еще в январе месяце 2024 года, сразу пошел вкат в эту сферу) До этого ничего не знал про тестирование, что это такое и с чем его едят. На протяжении всего курса, было очень понятно и впечатления от обучения были только позитивные. Буквально 2-3 месяца мне хватило, чтобы изучить весь курс, понять основы, попрактиковаться и выйти на рынок. Так же мне понравилось, что у Кристины относительно не большой взнос за курс, так же оплата с первого оффера. Помогла мне в написании резюме, что и дало мне колоссальное преимущество на рынке. В данный момент, после походов по собесам и тех. интервью, получил в итоге свой заветный оффер (сумму называть не хочу). Пишу это, дабы сказать, что если хотите быстро вкатиться, выйти на рынок и получить оффер уже "завтра", то обращайтесь к Кристине. Спасибо:)`,
    position: "Senior QA Manual",
    image: "/hero/reviews/avatar-male.png",
  },
  {
    author: "@tooooxiiiccc",
    text: `Вкатился в IT на блокчейн проект после менторства от Кристины.

    Была проблема с тестированием бэка, поэтому решил поискать ментора, кто бы мог быстро и понятно объяснить. Заходил на созвоны с ребятами и списался с Кристиной, она скинула презентацию и пару видосов по бэку и вместе разобрали с ней то, что мне было непонятно и сразу приступили к поиску проекта им и оказался блокчейн)
    
    Созванивались с ней в удобное ей и мне время и также сделали мне более хорошее резюме и влетел на проект с зп 180к рублей, блокчейн не хотел, поэтому пришлось разбираться с Кристиной
    
    Очень общительная, быстро скинула всю нужную информацию и также разобрали ошибки на собесах и мои ответы.
    
    
    Лучший ментор, которого я встречал 🦅`,
    position: "Middle QA Manual",
    image: "/hero/reviews/avatar-female.png",
  },
  {
    author: "@patrakov01",
    text: `Решил написать отзыв по менторству Кристины. Познакомился с этим человеком еще в январе месяце 2024 года, сразу пошел вкат в эту сферу) До этого ничего не знал про тестирование, что это такое и с чем его едят. На протяжении всего курса, было очень понятно и впечатления от обучения были только позитивные. Буквально 2-3 месяца мне хватило, чтобы изучить весь курс, понять основы, попрактиковаться и выйти на рынок. Так же мне понравилось, что у Кристины относительно не большой взнос за курс, так же оплата с первого оффера. Помогла мне в написании резюме, что и дало мне колоссальное преимущество на рынке. В данный момент, после походов по собесам и тех. интервью, получил в итоге свой заветный оффер (сумму называть не хочу). Пишу это, дабы сказать, что если хотите быстро вкатиться, выйти на рынок и получить оффер уже "завтра", то обращайтесь к Кристине. Спасибо:)`,
    position: "Middle QA Automation",
  },
  {
    author: "@patrakov01",
    text: `Решил написать отзыв по менторству Кристины. Познакомился с этим человеком еще в январе месяце 2024 года, сразу пошел вкат в эту сферу) До этого ничего не знал про тестирование, что это такое и с чем его едят. На протяжении всего курса, было очень понятно и впечатления от обучения были только позитивные. Буквально 2-3 месяца мне хватило, чтобы изучить весь курс, понять основы, попрактиковаться и выйти на рынок. Так же мне понравилось, что у Кристины относительно не большой взнос за курс, так же оплата с первого оффера. Помогла мне в написании резюме, что и дало мне колоссальное преимущество на рынке. В данный момент, после походов по собесам и тех. интервью, получил в итоге свой заветный оффер (сумму называть не хочу). Пишу это, дабы сказать, что если хотите быстро вкатиться, выйти на рынок и получить оффер уже "завтра", то обращайтесь к Кристине. Спасибо:)`,
    position: "Middle QA Manual",
  },
  {
    author: "@tooooxiiiccc",
    text: `Вкатился в IT на блокчейн проект после менторства от Кристины.

    Была проблема с тестированием бэка, поэтому решил поискать ментора, кто бы мог быстро и понятно объяснить. Заходил на созвоны с ребятами и списался с Кристиной, она скинула презентацию и пару видосов по бэку и вместе разобрали с ней то, что мне было непонятно и сразу приступили к поиску проекта им и оказался блокчейн)
    
    Созванивались с ней в удобное ей и мне время и также сделали мне более хорошее резюме и влетел на проект с зп 180к рублей, блокчейн не хотел, поэтому пришлось разбираться с Кристиной
    
    Очень общительная, быстро скинула всю нужную информацию и также разобрали ошибки на собесах и мои ответы.
    
    
    Лучший ментор, которого я встречал 🦅`,
    position: "Middle QA Manual",
  },
  {
    author: "@patrakov01",
    text: `Решил написать отзыв по менторству Кристины. Познакомился с этим человеком еще в январе месяце 2024 года, сразу пошел вкат в эту сферу) До этого ничего не знал про тестирование, что это такое и с чем его едят. На протяжении всего курса, было очень понятно и впечатления от обучения были только позитивные. Буквально 2-3 месяца мне хватило, чтобы изучить весь курс, понять основы, попрактиковаться и выйти на рынок. Так же мне понравилось, что у Кристины относительно не большой взнос за курс, так же оплата с первого оффера. Помогла мне в написании резюме, что и дало мне колоссальное преимущество на рынке. В данный момент, после походов по собесам и тех. интервью, получил в итоге свой заветный оффер (сумму называть не хочу). Пишу это, дабы сказать, что если хотите быстро вкатиться, выйти на рынок и получить оффер уже "завтра", то обращайтесь к Кристине. Спасибо:)`,
    position: "Middle QA Manual",
  },
];
